export const achievements = [
  // Bronze (10)
  {
    id: 1,
    title: "Создател клана",
    description: "Создай свой клан и забей на него хуй",
    descriptionFull:
      "Создал свой клан в Варфрейме ? Правильно забей на него блять, нехуй тут командывать, я его создал подчиняйтесь, играйте И НЕ ЕБИТЕ МНЕ МОЗГ",
    rarity: "bronze",
  },
  {
    id: 2,
    title: "Скам",
    description: "Скам есть скам хули тут сделаешь",
    descriptionFull:
      "нет ну реально больше ничего про него и не скажешь, ну зашли и всё",
    rarity: "bronze",
  },
  {
    id: 3,
    title: "Не ну а что ?",
    description: "Посраться с другом в игре про друзей",
    descriptionFull:
      "We where here expedition: the friendship да всего лишь нужно было посраться но прошли же, и иди в жопу оно само как-то получается с право и лево",
    rarity: "bronze",
  },
  {
    id: 4,
    title: "Ебучие падики",
    description: "Выфармить все падики на локации",
    descriptionFull:
      "Как по мне мы только этим и занимальсь в стей ауте но было весело... наверное",
    rarity: "bronze",
  },
  {
    id: 5,
    title: "Зайти и выйти",
    description: "Блять ну ебучая сатисфактори, когда уже поиграем нормально",
    descriptionFull:
      "Можно сказать что и не играли, пытались но что-то пошло не так",
    rarity: "bronze",
  },
  {
    id: 6,
    title: "Зайти пробежаться и выйти",
    description: "Винер винер чикен динер",
    descriptionFull:
      "Ну пабг реально игра не для нас, хотя можно было бы побегать",
    rarity: "bronze",
  },
  {
    id: 7,
    title: "Отсутствует",
    description: "Не получена",
    descriptionFull: "Поиграть в коопе Портал 2",
    rarity: "bronze",
  },
  {
    id: 8,
    title: "2.7 часа",
    description: "Once Human тоже круто поиграли",
    descriptionFull:
      "Кстати не помню почему ты так мало наиграл, мы чёт так из неё резко свалили -.-",
    rarity: "bronze",
  },
  {
    id: 9,
    title: "Во что мы блять поиграли ?",
    description: "Ну MUCK реально непонятная хуйня",
    descriptionFull: "Та ещё хуйня конечно но было весело",
    rarity: "bronze",
  },
  {
    id: 10,
    title: "Граундед",
    description: "Да",
    descriptionFull: "Да-Да",
    rarity: "bronze",
  },

  // Iron (10)
  {
    id: 11,
    title: "Любитель",
    description: "Почему блять именно Метро ?",
    descriptionFull: "Получить все игры метро и кончить от наслаждения от игры",
    rarity: "iron",
  },
  {
    id: 12,
    title: "Исстребитель",
    description: "УНИЧТОЖИТЬ ЖУКОВ, ЗА ДЕМОКРАТИЮ",
    descriptionFull:
      "Уничтожить ебучих жуков, нассать на терминаторов ВО ИМЯ ДЕМОКРАТИИ БЛЯТЬ ! до инопрешеленцев как-нибуть доберёмся",
    rarity: "iron",
  },
  {
    id: 13,
    title: "КФ",
    description: "Собрать коллекцию игр и подарить такую же другу",
    descriptionFull: "Спасибо большое но нужно как-то почаще заходить туда -.-",
    rarity: "iron",
  },
  {
    id: 14,
    title: "Не получилось",
    description: "Но мы старались !",
    descriptionFull:
      "так планировали поиграть в The Finals что аж забыли про неё",
    rarity: "iron",
  },
  {
    id: 15,
    title: "Я тоже такое хочу!",
    description: "Сука где ты это получил ?",
    descriptionFull:
      "Поиграть в Фолаут 76 и заебаться в поисках разных предметов которые были друг у друга, тут вообще дохуя могло быть достижений но по 1 достижению на игру, ато я так заебусь",
    rarity: "iron",
  },
  {
    id: 16,
    title: "ИВИ",
    description: "Разработчик пидор",
    descriptionFull:
      "И мине пахую, хули я должен донатить за корабли, фармить месяцами ради 1 корабля который у меня заберут при вылете из порта, нахуй надо",
    rarity: "iron",
  },
  {
    id: 17,
    title: "Исследователь",
    description: "Посетить кучу планет но ничего не достичь",
    descriptionFull:
      "Империон галактик сурвайвл реально большая игра, мы сколько играли но по сюжету особо и не продвинулись",
    rarity: "iron",
  },
  {
    id: 18,
    title: "БАНАНА",
    description: "БАНАНА БАНАНА",
    descriptionFull: "БАНАНА БАНАНА БАНАНА",
    rarity: "iron",
  },
  {
    id: 19,
    title: "Помощь свыше",
    description: "Бесплатно получить дестени 2",
    descriptionFull:
      "Хорошо поиграли но если бы я не сказал про раздачу хуй бы кто получил её, а так классно поиграли",
    rarity: "iron",
  },
  {
    id: 20,
    title: "Блять даже не знаю",
    description: "Честно не особо помню крафтопию",
    descriptionFull: "мы вроде играли но что именно мы там делали хуй знает...",
    rarity: "iron",
  },

  // Silver (10)
  {
    id: 21,
    title: "Рок энд стоун !",
    description: "РОООООК ЭНД СТОУН!",
    descriptionFull: "РОООООООООООК ЭНД СТОООООООООУН!",
    rarity: "silver",
  },
  {
    id: 22,
    title: "когда-то мы сюда попадём",
    description: "Но пока рано",
    descriptionFull:
      "Не играть в КС вместе, достижение пропадёт при получении приглашения в команду",
    rarity: "silver",
  },
  {
    id: 23,
    title: "Ну козёл",
    description: "Отказаться идти играть в игру",
    descriptionFull:
      "козёл, отказался играть в тарков в средневековье с магией",
    rarity: "silver",
  },
  {
    id: 24,
    title: "ЫГЫГЫ",
    description: "Заставить потратить 12 гривен",
    descriptionFull:
      "ЗАСТАВИЛ МЕНЯ ПОТРАТИТЬ ДЕНЬГИ НА ЕБУЧУЮ БЛЕК ДЕЗЕРТ СУЧКААААААА",
    rarity: "silver",
  },
  {
    id: 25,
    title: "Бля ну было не плохо",
    description: "НАМ ПИЗДЕЦ",
    descriptionFull: "Выехать на колонну бронетехники в арма 2",
    rarity: "silver",
  },
  {
    id: 26,
    title: "Андроид",
    description: "Я не Андрей, я АНДРОИД",
    descriptionFull: "Репка хорошая игра но мы перестали заходить -.-",
  },
  {
    id: 27,
    title: "Ёбаный роооооот",
    description: "Побороть страх высоты",
    descriptionFull:
      "Пишу это задолго до ДР, но пора бы уже в ПИК поиграть и у Димы она появилась",
    rarity: "silver",
  },
  {
    id: 28,
    title: "Сука конченый",
    description: "КАК ТАК МОЖНО ТО БЛЯТЬ",
    descriptionFull:
      "Задонатить в бесплатную игру 5к рублей РАДИ БЛЯТЬ ЖОПЫ КОТОРУЮ МОЖНО БЫЛО ВЫФАРМИТЬ ААААААААААААААААААААААААААААА",
    rarity: "silver",
  },
  {
    id: 29,
    title: "Когда на завод ?",
    description: "Реально когда вернёмся то ?",
    descriptionFull:
      "Купить другу игру в надежде что она ему не зайдёт, но это была фатальная ошибка, когда вернёмся ?",
    rarity: "silver",
  },
  {
    id: 30,
    title: "Да сука где выход",
    description: "Блять ну я ещё ниже свалился, ТЫ ГДЕ БЛЯТЬ ? АУУУУУУУУ",
    descriptionFull:
      "Сука ну контент ворнинг это сильно, жалко механик не особо много, модов тоже, да и обнов",
    rarity: "silver",
  },

  // Gold (9)
  {
    id: 31,
    title: "Дейзист",
    description: "Поиграть в кучу серверов дейз",
    descriptionFull:
      "Блять сколько же мы серверов с тобой обошли, сколько срались, угарали, наверное это реально игра в которой мы провели больше всего времени и да я не виноват блять оно само под карту улетело !",
    rarity: "gold",
  },
  {
    id: 32,
    title: "Армист",
    description: "Сервер реально был не плох",
    descriptionFull:
      "Хорошо поиграли реально, но сука эти вертолётики стартовые то пиздец",
    rarity: "gold",
  },
  {
    id: 33,
    title: "Сука кинули пидорасы",
    description: "Совершенно случайно получилось",
    descriptionFull:
      "Пропустить весь сюжет абиотик фактор ибо 2 еблана решили чекнуть 1 локу пошурику она полюбому маленькая",
    rarity: "gold",
  },
  {
    id: 34,
    title: "Мы сможем",
    description: "Когда-нибуть мы сможем",
    descriptionFull:
      "Мы сможем фулл прокачаться в севен дейс ту дай... когда-нибуть",
    rarity: "gold",
  },
  {
    id: 35,
    title: "Мы сможем 2.0",
    description: "Когда-нибуть мы сможем 2.0",
    descriptionFull: "Мы сможем фулл прокачаться в валхейм... когда-нибуть",
    rarity: "gold",
  },
  {
    id: 36,
    title: "Да ебаный пинг",
    description: "СУКА КАК ИГРАТЬ ТО?",
    descriptionFull:
      "Хорошо быть хостом когда у тебя всё хорошо и не лагает в риске, а у меня пиздец блять да что происходит ?",
    rarity: "gold",
  },
  {
    id: 37,
    title: "Страшно, очень страшно",
    description: "Если бы мы знали что это такое...",
    descriptionFull:
      "Начать заходить в хоррор игру фазму чтоб ПОФАРМИТЬ опыт для перса, НО ИНОГДА РЕАЛЬНО ПУГАЕТ",
    rarity: "gold",
  },
  {
    id: 38,
    title: "Ну гандон",
    description: "Да я гандон",
    descriptionFull:
      "Зайти в сборку друга летал компани и увидеть 2 фпс или проиграть друга в казино на станции сдачи мусора ",
    rarity: "gold",
  },
  {
    id: 39,
    title: "Кольцо Элдена",
    description: "Получить все достижения игры в стимлесс кооп",
    descriptionFull:
      "Да блять ты часть получил в соло но по факту только в стимлесс кооп смог дойти до конца, смогли, вместе, пора ебать ДЛС боссов ато лев как-то легко отделался ( ну да я настолько давно пишу этот текст, хотя мы так часто играем что возможно реально лев будет пока единственным боссом длс",
    rarity: "gold",
  },

  // Mythril (1)
  {
    id: 40,
    title: "Лучший интернет друг",
    description: "Да хули интернет, просто лучший друг",
    descriptionFull:
      "Да хули, единственный друг, в реале был 1 друг но сьебал за границу перед войной и забыл уже как меня зовут, за всё время ты реально единственный с кем постоянно хотелось общаться, большое спасибо за проведённое время и с днём рождения жаба ебаная",
    rarity: "mythril",
  },
  {
    id: 41,
    title: "Ля какой",
    description: "Хочу этого !",
    descriptionFull:
      "Зайти в Арк который весит НУ ОВЕР ДОХУЯ ОБЬЕКТИВНО, но игрушка прикольная правда если честно я уже на этой карте через силу сижу",
    rarity: "gold",
  },
  {
    id: 42,
    title: "Бля",
    description: "Купить сталкер 2 и не поиграть",
    descriptionFull:
      "Бля я должен был его добавить, это сильно, я думаю оптимизацию уже поправили (даже не думаю а знаю) но не уверен что всё нормально, жду кооп чтоб поиграть вместе, харе покупать мне игры и копи на обнову пк!",
    rarity: "gold",
  },
  {
    id: 43,
    title: "Наблюдатель",
    description: "Ну ты делай, а я посмотрю",
    descriptionFull: "Ахуенно в римворлд поиграли да ? :)))",
    rarity: "iron",
  },
  {
    id: 44,
    title: "КООООООП",
    description: "СТАЛКЕЕЕЕЕР",
    descriptionFull:
      "Пройти сталкер ЗП в коопе и ждать новые обновы мода, поскорей бы!",
    rarity: "iron",
  },
  {
    id: 45,
    title: "Срочно заходи!",
    description: "Дядь тут ебанутый вынос",
    descriptionFull:
      "Помочь вынести арты в сталкрафте XD я навсегда запомню как я сидел на старой трясине в оффлайне с кучей артов и ждал пока ты вернёшься чтоб помочь мне их вынести, игра говно и заебала но хорошо провели время",
    rarity: "gold",
  },
  {
    id: 46,
    title: "Ты меня слышишь ?",
    description: "Поиграть в найди меня",
    descriptionFull:
      "Потеряться в комплексе летал компани, давно не играли тоже нужно будет как-то накатить моды снова и зайти, очень поиграть хочется",
    rarity: "gold",
  },
];
